{"do_lower_case": false, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "model_max_length": 1024, "special_tokens_map_file": "gpt2-chinese-cluecorpussmall/special_tokens_map.json", "name_or_path": "gpt2-chinese-cluecorpussmall", "do_basic_tokenize": true, "never_split": null, "tokenizer_class": "BertTokenizer"}